drop table WCStatus;
create table WCStatus(
        DetailLoca      VARCHAR(70),
        StationName     VARCHAR(70),
        SubwayLine      NUMBER,
        Floor           VARCHAR(30),
        ChargerCnt      NUMBER,
        SyncChargerCnt  NUMBER,
        Tel             VARCHAR(20),
        Lat             NUMBER,
        Lon             NUMBER
        );
insert into WCStatus values ( '대합실 ','용지역', 3, '지상2층', 1, 1, '053- 640-7611', 35.81825339, 128.6465342);
insert into WCStatus values ( '대합실 ','공단역', 3, '지상2층', 1, 1, '053-640-7431', 35.89197939, 128.5535944);
insert into WCStatus values ( '대합실 ','팔달역', 3, '지상1층', 1, 1, '053-640-7431', 35.89783532, 128.5467313);
insert into WCStatus values ( '대합실 ','매천시장역', 3, '지상1층', 1, 1, '053-640-7431', 35.90435451, 128.5457284);
insert into WCStatus values ( '대합실 ','매천역', 3, '지상1층', 1, 1, '053-640-7431', 35.91267488, 128.5434089);
insert into WCStatus values ( '대합실 ','태전역', 3, '지상1층', 1, 1, '053-640-7431', 35.91963411, 128.5474216);
insert into WCStatus values ( '대합실 ','구암역', 3, '지상1층', 1, 1, '053-640-7381', 35.92574234, 128.5503326);
insert into WCStatus values ( '대합실 ','칠곡운암역', 3, '지상1층', 1, 1, '053-640-7381', 35.93145546, 128.5545216);
insert into WCStatus values ( '대합실 ','동천역', 3, '지상1층', 1, 1, '053-640-7381', 35.93769938, 128.5566828);
insert into WCStatus values ( '대합실 ','팔거역', 3, '지상2층', 1, 1, '053-640-7381', 35.94403995, 128.5583365);
insert into WCStatus values ( '대합실 ','학정역', 3, '지상2층', 1, 1, '053-640-7381', 35.95154431, 128.5591932);
insert into WCStatus values ( '대합실 ','칠곡경대병원역', 3, '지상2층', 1, 1, '053-640-7381', 35.95838399, 128.5598818);
insert into WCStatus values ( '대합실 쉼터 내','영남대역', 2, '지하1층', 1, 2, '054-801-3785', 35.83619751, 128.7527455);
insert into WCStatus values ( '대합실 쉼터 내','임당역', 2, '지하1층', 1, 2, '054-811-0732', 35.83411783, 128.7408368);
insert into WCStatus values ( '대합실','정평역', 2, '지하1층', 1, 2, '054-811-4753', 35.8340413, 128.7286623);
insert into WCStatus values ( '대합실','사월역', 2, '지하1층', 1, 1, '053-795-0767', 35.83702642, 128.7152922);
insert into WCStatus values ( '대합실','신매역', 2, '지하2층', 1, 1, '053-791-0898', 35.84079369, 128.7051252);
insert into WCStatus values ( '대합실 ','만평역', 3, '지상2층', 1, 2, '053- 640-7431', 35.88982823, 128.5610385);
insert into WCStatus values ( '대합실 ','팔달시장역', 3, '지상2층', 1, 1, '053- 640-7521', 35.88883818, 128.5678629);
insert into WCStatus values ( '대합실 ','범물역', 3, '지상2층', 1, 1, '053- 640-7611', 35.82082848, 128.6401036);
insert into WCStatus values ( '대합실 ','지산역', 3, '지상2층', 1, 1, '053- 640-7611', 35.82513898, 128.6319377);
insert into WCStatus values ( '대합실 ','수성못역', 3, '지상2층', 1, 1, '053- 640-7611', 35.83134891, 128.6232121);
insert into WCStatus values ( '대합실 ','황금역', 3, '지상2층', 1, 1, '053- 640-7611', 35.83907142, 128.6239007);
insert into WCStatus values ( '대합실 ','어린이회관역', 3, '지상2층', 1, 1, '053- 640-7611', 35.84515548, 128.6244674);
insert into WCStatus values ( '대합실 ','수성구민운동장역', 3, '지상2층', 1, 1, '053- 640-7581', 35.85240979, 128.6251246);
insert into WCStatus values ( '대합실 ','수성시장역', 3, '지상2층', 1, 1, '053- 640-7581', 35.85431688, 128.6160204);
insert into WCStatus values ( '대합실 ','대봉교역', 3, '지상2층', 1, 1, '053- 640-7581', 35.85498714, 128.6063594);
insert into WCStatus values ( '대합실 ','건들바위역', 3, '지상2층', 1, 1, '053- 640-7581', 35.85538264, 128.5996815);
insert into WCStatus values ( '대합실 ','명덕3역', 3, '지상2층', 1, 2, '053- 640-7581', 35.85782162, 128.5910961);
insert into WCStatus values ( '대합실 ','남산역', 3, '지상1층', 1, 1, '053- 640-7581', 35.85669699, 128.5834577);
insert into WCStatus values ( '대합실 ','청라언덕3역', 3, '지상2층', 1, 2, '053- 640-7521', 35.85669699, 128.5834577);
insert into WCStatus values ( '대합실 ','서문시장역', 3, '지상2층', 1, 1, '053- 640-7521', 35.8696536, 128.5822319);
insert into WCStatus values ( '대합실 ','달성공원역', 3, '지상2층', 1, 1, '053- 640-7521', 35.87567517, 128.582086);
insert into WCStatus values ( '대합실 ','북구청역', 3, '지상2층', 1, 1, '053- 640-7521', 35.88374007, 128.5814269);
insert into WCStatus values ( '대합실 ','원대역', 3, '지상2층', 1, 1, '053- 640-7521', 35.88783407, 128.5743546);
insert into WCStatus values ( '대합실','경대병원역', 2, '지하1층', 1, 1, '053-427-0523', 35.86314374, 128.6028929);
insert into WCStatus values ( '대합실','대구은행역', 2, '지하1층', 1, 1, '053-752-0206', 35.85974933, 128.6141159);
insert into WCStatus values ( '전기실 출입구','범어역', 2, '지하3층', 1, 1, '053-756-9376', 35.85901968, 128.6267872);
insert into WCStatus values ( '대합실','수성구청역', 2, '지하2층', 1, 1, '053-756-7822', 35.85879135, 128.6356384);
insert into WCStatus values ( '대합실','만촌역', 2, '지하2층', 1, 1, '053-751-0287', 35.85884731, 128.6447389);
insert into WCStatus values ( '대합실','담티역', 2, '지하3층', 1, 1, '053-752-0959', 35.85477351, 128.653975);
insert into WCStatus values ( '대합실 ','연호역', 2, '지하1층', 1, 1, '053-791-0922', 35.84658057, 128.6716687);
insert into WCStatus values ( '대합실','대공원역', 2, '지하1층', 1, 1, '053-791-0881', 35.84269794, 128.6799764);
insert into WCStatus values ( '대합실','고산역', 2, '지하1층', 1, 1, '053-791-0858', 35.84292626, 128.6932401);
insert into WCStatus values ( '각 역무실 맞은편','반월당2역', 2, '지하3층', 2, 2, '053-252-0689', 35.86449649, 128.5933329);
insert into WCStatus values ( '대합실','청라언덕2역', 2, '지하1층', 1, 2, '053-256-7728', 35.86449649, 128.5933329);
insert into WCStatus values ( '대합실','반고개역', 2, '지하1층', 1, 1, '053-655-1196', 35.86224495, 128.5727191);
insert into WCStatus values ( '2발매기 옆','교대역', 1, '지하2층', 1, 2, '053-473-7702', 35.85063736, 128.5905762);
insert into WCStatus values ( '역무실 앞','명덕1역', 1, '지하1층', 1, 2, '053-255-7723', 35.85782162, 128.5910961);
insert into WCStatus values ( '대합실','반월당1역', 1, '지하2층', 1, 1, '053-255-7735', 35.86449649, 128.5933329);
insert into WCStatus values ( '화장실 앞','중앙로역', 1, '지하2층', 1, 2, '053-256-7746', 35.87085011, 128.5939694);
insert into WCStatus values ( '역무실 앞','대구역역', 1, '지하2층', 1, 2, '053-426-7797', 35.87755008, 128.6278968);
insert into WCStatus values ( '대합실','칠성시장역', 1, '지하2층', 1, 1, '053-427-7751', 35.87609037, 128.6051246);
insert into WCStatus values ( '대합실','신천역', 1, '지하1층', 1, 1, '053-756-7706', 35.87467603, 128.6178511);
insert into WCStatus values ( '1번출구 앞','동대구역역', 1, '지하1층', 1, 2, '053-742-7787', 35.87755008, 128.6278968);
insert into WCStatus values ( '대합실','동구청역', 1, '지하1층', 1, 1, '053-942-7721', 35.87755008, 128.6278968);
insert into WCStatus values ( '대합실','아양교역', 1, '지하3층', 1, 2, '053-942-7724', 35.88719084, 128.639921);
insert into WCStatus values ( '대합실','동촌역', 1, '지하3층', 1, 2, '053-981-7731', 35.88605791, 128.6502625);
insert into WCStatus values ( '계단 뒤','해안역', 1, '지하2층', 1, 1, '053-981-7775', 35.88353221, 128.6596002);
insert into WCStatus values ( '대합실','방촌역', 1, '지하1층', 1, 2, '053-984-7716', 35.87963695, 128.6701708);
insert into WCStatus values ( '대합실','용계역', 1, '지하1층', 1, 1, '053-985-7798', 35.87610149, 128.6820102);
insert into WCStatus values ( '대합실','율하역', 1, '지하1층', 1, 1, '053-962-7729', 35.86978751, 128.6927044);
insert into WCStatus values ( '쉼터 옆','신기역', 1, '지하1층', 1, 2, '053-962-7773', 37.34592726, 129.0849767);
insert into WCStatus values ( '대합실','반야월역', 1, '지하1층', 1, 1, '053-962-7798', 35.8659589, 128.7135908);
insert into WCStatus values ( '대합실','내당역', 2, '지하1층', 1, 1, '053-656-6038', 35.86011562, 128.5646401);
insert into WCStatus values ( '대합실 화장실 앞','두류역', 2, '지하2층', 1, 2, '053-628-3663', 35.85720409, 128.5556828);
insert into WCStatus values ( '대합실 화장실 앞','감삼역', 2, '지하2층', 1, 2, '053-552-2856', 35.85430996, 128.5481213);
insert into WCStatus values ( 'E마트 편의점옆','죽전역', 2, '지하2층', 1, 2, '053-556-0292', 35.850717, 128.5387979);
insert into WCStatus values ( 'E/L 1호기 앞','용산역', 2, '지하2층', 1, 2, '053-553-3598', 35.84906031, 128.5288041);
insert into WCStatus values ( '대합실','이곡역', 2, '지하1층', 1, 1, '053-582-6214', 35.85059492, 128.5157944);
insert into WCStatus values ( '화장실 앞','성서산단역', 2, '지하2층', 1, 2, '053-582-6215', 35.85171507, 128.5069827);
insert into WCStatus values ( '영남대방면 E/V옆','계명대역', 2, '지하2층', 1, 2, '053-588-0990', 35.85150761, 128.4918363);
insert into WCStatus values ( '대합실 전시공간','강창역', 2, '지하1층', 1, 2, '053-585-0660', 35.85307809, 128.4785162);
insert into WCStatus values ( '대합실','대실역', 2, '지하2층', 1, 1, '053-587-1933', 35.85760226, 128.4652499);
insert into WCStatus values ( '대합실','다사역', 2, '지하1층', 1, 1, '053-588-6680', 35.86482299, 128.458386);
insert into WCStatus values ( '미술협회사무실 옆 ','문양역', 2, '지상3층', 1, 1, '053-584-6826', 35.86414371, 128.4369847);
insert into WCStatus values ( '역무실 앞','안심역', 1, '지하1층', 1, 2, '053-963-7769', 35.87120227, 128.7337651);
insert into WCStatus values ( '대합실','각산역', 1, '지하1층', 1, 1, '053-963-7754', 35.86798721, 128.7242405);
insert into WCStatus values ( 'E/L 3호기 옆','화원역', 1, '지하1층', 1, 1, '053-634-5125', 35.80446456, 128.5007131);
insert into WCStatus values ( '화장실 앞','대곡역', 1, '지하2층', 1, 2, '053-644-7723', 35.80955835, 128.5127572);
insert into WCStatus values ( '대합실','진천역', 1, '지하1층', 1, 2, '053-642-7723', 35.81387994, 128.5230621);
insert into WCStatus values ( 'E/L 1호기 옆','월배역', 1, '지하1층', 1, 1, '053-642-7732', 35.81616596, 128.5303859);
insert into WCStatus values ( '화장실 입구','상인역', 1, '지하1층', 1, 2, '053-642-7745', 35.81891945, 128.5377634);
insert into WCStatus values ( '대합실','월촌역', 1, '지하1층', 1, 1, '053-626-7710', 35.82368686, 128.5454682);
insert into WCStatus values ( '대합실','송현역', 1, '지하2층', 1, 1, '053-626-7730', 35.83103182, 128.5517191);
insert into WCStatus values ( '역무실 옆','서부정류장역', 1, '지하1층', 1, 2, '053-651-7736', 35.83103182, 128.5517191);
insert into WCStatus values ( '대합실','대명역', 1, '지하1층', 1, 1, '053-627-7746', 35.83931822, 128.5659359);
insert into WCStatus values ( 'E/L 4호기 옆','안지랑역', 1, '지하1층', 1, 1, '053-626-7747', 35.83921644, 128.5737252);
insert into WCStatus values ( '대합실','현충로역', 1, '지하1층', 1, 1, '053-651-7756', 35.84093518, 128.5814621);
insert into WCStatus values ( '대합실','영대병원역', 1, '지하1층', 1, 1, '053-626-7760', 35.8441464, 128.5880559);
insert into WCStatus values ( 'E/L 3호기 옆 ','설화명곡역', 1, '지하1층', 1, 2, '053-634-2674', 35.79871233, 128.4893441);
