var liftData = [
    {
     "content": "각산역",
     "title": "대구",
     "lat": 35.86798721,
     "lng": 128.7242405
    },
    {
     "content": "교대역",
     "title": "대구",
     "lat": 35.85063736,
     "lng": 128.5905762
    },
    {
     "content": "대곡역",
     "title": "대구",
     "lat": 35.80955835,
     "lng": 128.5127572
    },
    {
     "content": "대구역",
     "title": "대구",
     "lat": 35.87593813,
     "lng": 128.5962637
    },
    {
     "content": "대명역",
     "title": "대구",
     "lat": 35.83931822,
     "lng": 128.5659359
    },
    {
     "content": "동대구역역",
     "title": "대구",
     "lat": 35.87755008,
     "lng": 128.6278968
    },
    {
     "content": "동촌역",
     "title": "대구",
     "lat": 35.88605791,
     "lng": 128.6502625
    },
    {
     "content": "명덕역",
     "title": "대구",
     "lat": 35.85782162,
     "lng": 128.5910961
    },
    {
     "content": "반야월역",
     "title": "대구",
     "lat": 35.8659589,
     "lng": 128.7135908
    },
    {
     "content": "반월당역",
     "title": "대구",
     "lat": 35.86449649,
     "lng": 128.5933329
    },
    {
     "content": "방촌역",
     "title": "대구",
     "lat": 35.87963695,
     "lng": 128.6701708
    },
    {
     "content": "상인역",
     "title": "대구",
     "lat": 35.81891945,
     "lng": 128.5377634
    },
    {
     "content": "설화명곡역",
     "title": "대구",
     "lat": 35.79871233,
     "lng": 128.4893441
    },
    {
     "content": "성당못역",
     "title": "대구",
     "lat": 35.83717922,
     "lng": 128.5571731
    },
    {
     "content": "송현역",
     "title": "대구",
     "lat": 35.83103182,
     "lng": 128.5517191
    },
    {
     "content": "신기역",
     "title": "대구",
     "lat": 37.34592726,
     "lng": 129.0849767
    },
    {
     "content": "신천역",
     "title": "대구",
     "lat": 35.87467603,
     "lng": 128.6178511
    },
    {
     "content": "아양교역",
     "title": "대구",
     "lat": 35.88719084,
     "lng": 128.639921
    },
    {
     "content": "안심역",
     "title": "대구",
     "lat": 35.87120227,
     "lng": 128.7337651
    },
    {
     "content": "안지랑역",
     "title": "대구",
     "lat": 35.83921644,
     "lng": 128.5737252
    },
    {
     "content": "영대병원역",
     "title": "대구",
     "lat": 35.8441464,
     "lng": 128.5880559
    },
    {
     "content": "용계역",
     "title": "대구",
     "lat": 35.87610149,
     "lng": 128.6820102
    },
    {
     "content": "월배역",
     "title": "대구",
     "lat": 35.81616596,
     "lng": 128.5303859
    },
    {
     "content": "월촌역",
     "title": "대구",
     "lat": 35.82368686,
     "lng": 128.5454682
    },
    {
     "content": "율하역",
     "title": "대구",
     "lat": 35.86978751,
     "lng": 128.6927044
    },
    {
     "content": "중앙로역",
     "title": "대구",
     "lat": 35.87085011,
     "lng": 128.5939694
    },
    {
     "content": "진천역",
     "title": "대구",
     "lat": 35.81387994,
     "lng": 128.5230621
    },
    {
     "content": "칠성시장역",
     "title": "대구",
     "lat": 35.87609037,
     "lng": 128.6051246
    },
    {
     "content": "큰고개역",
     "title": "대구",
     "lat": 35.88403763,
     "lng": 128.6319274
    },
    {
     "content": "해안역",
     "title": "대구",
     "lat": 35.88353221,
     "lng": 128.6596002
    },
    {
     "content": "현충로역",
     "title": "대구",
     "lat": 35.84093518,
     "lng": 128.5814621
    },
    {
     "content": "화원역",
     "title": "대구",
     "lat": 35.80446456,
     "lng": 128.5007131
    },
    {
     "content": "감삼역",
     "title": "대구",
     "lat": 35.85430996,
     "lng": 128.5481213
    },
    {
     "content": "강창역",
     "title": "대구",
     "lat": 35.85307809,
     "lng": 128.4785162
    },
    {
     "content": "경대병원역",
     "title": "대구",
     "lat": 35.86314374,
     "lng": 128.6028929
    },
    {
     "content": "계명대역",
     "title": "대구",
     "lat": 35.85150761,
     "lng": 128.4918363
    },
    {
     "content": "고산역",
     "title": "대구",
     "lat": 35.84292626,
     "lng": 128.6932401
    },
    {
     "content": "내당역",
     "title": "대구",
     "lat": 35.86011562,
     "lng": 128.5646401
    },
    {
     "content": "다사역",
     "title": "대구",
     "lat": 35.86482299,
     "lng": 128.458386
    },
    {
     "content": "담티역",
     "title": "대구",
     "lat": 35.85477351,
     "lng": 128.653975
    },
    {
     "content": "대공원역",
     "title": "대구",
     "lat": 35.84269794,
     "lng": 128.6799764
    },
    {
     "content": "대구은행역",
     "title": "대구",
     "lat": 35.85974933,
     "lng": 128.6141159
    },
    {
     "content": "대실역",
     "title": "대구",
     "lat": 35.85760226,
     "lng": 128.4652499
    },
    {
     "content": "두류역",
     "title": "대구",
     "lat": 35.85720409,
     "lng": 128.5556828
    },
    {
     "content": "만촌역",
     "title": "대구",
     "lat": 35.85884731,
     "lng": 128.6447389
    },
    {
     "content": "문양역",
     "title": "대구",
     "lat": 35.86414371,
     "lng": 128.4369847
    },
    {
     "content": "반고개역",
     "title": "대구",
     "lat": 35.86224495,
     "lng": 128.5727191
    },
    {
     "content": "반월당역",
     "title": "대구",
     "lat": 35.86449649,
     "lng": 128.5933329
    },
    {
     "content": "범어역",
     "title": "대구",
     "lat": 35.85901968,
     "lng": 128.6267872
    },
    {
     "content": "사월역",
     "title": "대구",
     "lat": 35.83702642,
     "lng": 128.7152922
    },
    {
     "content": "성서산업단지역",
     "title": "대구",
     "lat": 35.85171507,
     "lng": 128.5069827
    },
    {
     "content": "수성구청역",
     "title": "대구",
     "lat": 35.85879135,
     "lng": 128.6356384
    },
    {
     "content": "신남역",
     "title": "대구",
     "lat": 35.86419088,
     "lng": 128.5823669
    },
    {
     "content": "신매역",
     "title": "대구",
     "lat": 35.84079369,
     "lng": 128.7051252
    },
    {
     "content": "연호역",
     "title": "대구",
     "lat": 35.84658057,
     "lng": 128.6716687
    },
    {
     "content": "영남대역",
     "title": "대구",
     "lat": 35.83619751,
     "lng": 128.7527455
    },
    {
     "content": "용산역",
     "title": "대구",
     "lat": 35.84906031,
     "lng": 128.5288041
    },
    {
     "content": "이곡역",
     "title": "대구",
     "lat": 35.85059492,
     "lng": 128.5157944
    },
    {
     "content": "임당역",
     "title": "대구",
     "lat": 35.83411783,
     "lng": 128.7408368
    },
    {
     "content": "정평역",
     "title": "대구",
     "lat": 35.8340413,
     "lng": 128.7286623
    },
    {
     "content": "죽전역",
     "title": "대구",
     "lat": 35.850717,
     "lng": 128.5387979
    },
    {
     "content": "건들바위역",
     "title": "대구",
     "lat": 35.85538264,
     "lng": 128.5996815
    },
    {
     "content": "공단역",
     "title": "대구",
     "lat": 35.89197939,
     "lng": 128.5535944
    },
    {
     "content": "구암역",
     "title": "대구",
     "lat": 35.92574234,
     "lng": 128.5503326
    },
    {
     "content": "남산역",
     "title": "대구",
     "lat": 35.85669699,
     "lng": 128.5834577
    },
    {
     "content": "달성공원역",
     "title": "대구",
     "lat": 35.87567517,
     "lng": 128.582086
    },
    {
     "content": "대봉교역",
     "title": "대구",
     "lat": 35.85498714,
     "lng": 128.6063594
    },
    {
     "content": "동천역",
     "title": "대구",
     "lat": 35.93769938,
     "lng": 128.5566828
    },
    {
     "content": "만평역",
     "title": "대구",
     "lat": 35.88982823,
     "lng": 128.5610385
    },
    {
     "content": "매천역",
     "title": "대구",
     "lat": 35.91267488,
     "lng": 128.5434089
    },
    {
     "content": "매천시장역",
     "title": "대구",
     "lat": 35.90435451,
     "lng": 128.5457284
    },
    {
     "content": "명덕역",
     "title": "대구",
     "lat": 35.85782162,
     "lng": 128.5910961
    },
    {
     "content": "범물역",
     "title": "대구",
     "lat": 35.82082848,
     "lng": 128.6401036
    },
    {
     "content": "북구청역",
     "title": "대구",
     "lat": 35.88374007,
     "lng": 128.5814269
    },
    {
     "content": "서문시장역",
     "title": "대구",
     "lat": 35.8696536,
     "lng": 128.5822319
    },
    {
     "content": "수성구민운동장역",
     "title": "대구",
     "lat": 35.85240979,
     "lng": 128.6251246
    },
    {
     "content": "수성못역",
     "title": "대구",
     "lat": 35.83134891,
     "lng": 128.6232121
    },
    {
     "content": "수성시장역",
     "title": "대구",
     "lat": 35.85431688,
     "lng": 128.6160204
    },
    {
     "content": "신남역",
     "title": "대구",
     "lat": 35.86419088,
     "lng": 128.5823669
    },
    {
     "content": "어린이회관역",
     "title": "대구",
     "lat": 35.84515548,
     "lng": 128.6244674
    },
    {
     "content": "용지역",
     "title": "대구",
     "lat": 35.81825339,
     "lng": 128.6465342
    },
    {
     "content": "원대역",
     "title": "대구",
     "lat": 35.88783407,
     "lng": 128.5743546
    },
    {
     "content": "지산역",
     "title": "대구",
     "lat": 35.82513898,
     "lng": 128.6319377
    },
    {
     "content": "칠곡경대병원역",
     "title": "대구",
     "lat": 35.95838399,
     "lng": 128.5598818
    },
    {
     "content": "칠곡운암역",
     "title": "대구",
     "lat": 35.93145546,
     "lng": 128.5545216
    },
    {
     "content": "태전역",
     "title": "대구",
     "lat": 35.91963411,
     "lng": 128.5474216
    },
    {
     "content": "팔거역",
     "title": "대구",
     "lat": 35.94403995,
     "lng": 128.5583365
    },
    {
     "content": "팔달역",
     "title": "대구",
     "lat": 35.89783532,
     "lng": 128.5467313
    },
    {
     "content": "팔달시장역",
     "title": "대구",
     "lat": 35.88883818,
     "lng": 128.5678629
    },
    {
     "content": "학정역",
     "title": "대구",
     "lat": 35.95154431,
     "lng": 128.5591932
    },
    {
     "content": "황금역",
     "title": "대구",
     "lat": 35.83907142,
     "lng": 128.6239007
    }
   ]